[
  {"desc": "Happiness held is the seed; Happiness shared is the flower.", "author": "John Harrigan"},
  {"desc": "Love is the flower you’ve got to let grow.", "author": "John Lennon"},
  {"desc": "If you look the right way, you can see that the whole world is a garden.", "author": "Frances Hodgson Burnett"},
  {"desc": "Take time to smell the roses.", "author": "Proverb"},
  {"desc": "Love is like wildflowers; it’s often found in the most unlikely places.", "author": "Ralph Waldo Emerson"},
  {"desc": "A flower cannot blossom without sunshine, and a man cannot live without love.", "author": "Max Muller"},
  {"desc": "There are always flowers for those who want to see them.", "author": "Henri Matisse"},
  {"desc": "What a lonely place it would be to have a world without a wildflower!", "author": "Roland R. Kemler"},
  {"desc": "I’d rather wear flowers in my hair, than diamonds around my neck.", "author": "Unknown"},
  {"desc": "Flowers are a proud assertion that a ray of beauty outvalues all the utilities in the world.", "author": "Ralph Waldo Emerson"},
  {"desc": "The very best relationship has a gardener and a flower. The gardener nurtures and the flower blooms.", "author": "Carole Radziwill"},
  {"desc": "The smallest flower is a thought, a life answering to some feature of the Great Whole, of whom they have a persistent intuition.", "author": "Honore de Balzac"},
  {"desc": "If you tend to a flower, it will bloom, no matter how many weeds surround it.", "author": "Matshona Dhliwayo"},
  {"desc": "A flower’s appeal is in its contradictions — so delicate in form yet strong in fragrance, so small in size yet big in beauty, so short in life yet long on effect.", "author": "Terri Guillemets"},
  {"desc": "Flowers don’t tell, they show.", "author": "Stephanie Skeem"},
  {"desc": "Flowers whisper ‘Beauty!’ to the world, even as they fade, wilt, fall.", "author": "Dr. SunWolf"},
  {"desc": "Flowers always make people better, happier and more helpful; they are sunshine, food and medicine for the soul.", "author": "Luther Burbank"},
  {"desc": "You’re only here for a short visit. Don’t hurry, don’t worry. And be sure to smell the flowers along the way.", "author": "Walter Hagen"},
  {"desc": "If we could see the miracle of a single flower clearly, our whole life would change.", "author": "Buddha"},
  {"desc": "My love for you blossoms every day.", "author": "Unknown"},
  {"desc": "If I had a single flower for every time I think about you, I could walk forever in my garden.", "author": "Claudia Adrienne Grandi"},
  {"desc": "All the flowers of the tomorrows are in the seeds of today.", "author": "Indian Proverb"},
  {"desc": "Politeness is the flower of humanity", "author": "Joseph Joubert"},
  {"desc": "Mama was my greatest teacher, a teacher of compassion, love and fearlessness. If love is sweet as a flower, then my mother is that sweet flower of love.", "author": "Stevie Wonder"},
  {"desc": "The rose is the flower and handmaiden of love – the lily, her fair associate, is the emblem of beauty and purity.", "author": "Dorothea Dix"},
  {"desc": "She sprouted love like flowers, grew a garden in her mind, and even on the darkest days, from her smile the sun still shined.", "author": "Erin Hanson"},
  {"desc": "Flowers are like friends; they bring color to your world.", "author": "Unknown"},
  {"desc": "She is like a wildflower; beautiful, fierce, and free.", "author": "Unknown"},
  {"desc": "Flowers don’t worry about how they’re going to bloom. They just open up and turn toward the light and that makes them beautiful.", "author": "Jim Carrey"},
  {"desc": "Open the bloom of your heart and become a gift of beauty to the world.", "author": "Bryant McGill"},
  {"desc": "Where flowers bloom so does hope.", "author": "Lady Bird Johnson"},
  {"desc": "Love is flower like; Friendship is like a sheltering tree.", "author": "Samuel Taylor Coleridge"},
  {"desc": "A flower does not think of competing with the flower next to it. It just blooms.", "author": "Zen Shin"},
  {"desc": "Minds are like flowers; they open only when the time is right.", "author": "Stephen Richards"},
  {"desc": "Earth laughs in flowers.", "author": "Ralph Waldo Emerson"},
  {"desc": "The flower that follows the sun does so even in cloudy days.", "author": "Robert Leighton"},
  {"desc": "Every flower must grow through dirt.", "author": "Laurie Jean Sennott"},
  {"desc": "Even the tiniest of flowers can have the toughest roots.", "author": "Shannon Mullen"},
  {"desc": "Every flower blooms in its own time.", "author": "Ken Petti"},
  {"desc": "The butterfly is a flying flower, the flower a tethered butterfly.", "author": "Ecouchard Le Brun"},
  {"desc": "A flower blooming in the desert proves to the world that adversity, no matter how great, can be overcome.", "author": "Matshona Dhliwayo"},
  {"desc": "Like wildflowers; You must allow yourself to grow in all the places people thought you never would.", "author": "E.V."},
  {"desc": "Don’t wait for someone to bring you flowers. Plant your own garden and decorate your own soul.", "author": "Luther Burbank"},
  {"desc": "Politeness is the flower of humanity.", "author": "Joseph Joubert"},
  {"desc": "A flower does not use words to announce its arrival to the world; it just blooms.", "author": "Matshona Dhliwayo"},
  {"desc": "A rose can never be a sunflower, and a sunflower can never be a rose. All flowers are beautiful in their own way, and that’s like women too.", "author": "Miranda Kerr"},
  {"desc": "In joy and in sadness, flowers are our constant friends.", "author": "Unknown"},
  {"desc": "Many eyes go through the meadow, but few see the flowers in it.", "author": "Ralph Waldo Emerson"},
  {"desc": "To plant a garden is to believe in tomorrow.", "author": "Audrey Hepburn"},
  {"desc": "Don’t let the tall weeds cast a shadow on the beautiful flowers in your garden.", "author": "Steve Maraboli"},
  {"desc": "Flowers grow back, even after they are stepped on. So will I.", "author": "Unknown"},
  {"desc": "Spring: A lovely reminder of how beautiful change can truly be.", "author": "Unknown"},
  {"desc": "Gardens and flowers have a way of bringing people together, drawing them from their homes.", "author": "Clare Ansberry"},
  {"desc": "Life is the flower for which love is the honey.", "author": "Victor Hugo"},
  {"desc": "Perfumes are the feelings of flowers.", "author": "Heinrich Heine"},
  {"desc": "Every flower is a soul blossoming in nature.", "author": "Gerard de Nerval"},
  {"desc": "Against a dark sky all flowers look like fireworks.", "author": "G.K. Chesterton"},
  {"desc": "Flowers are restful to look at. They have neither emotions nor conflicts.", "author": "Sigmund Freud"},
  {"desc": "I must have flowers, always, and always.", "author": "Claude Monet"},
  {"desc": "A rose by any other name would smell as sweet.", "author": "William Shakespeare"},
  {"desc": "To plant a garden is to dream of tomorrow.", "author": "Elizabeth Lawrence"},
  {"desc": "When admiring other people's gardens, don't forget to tend to your own flowers.", "author": "Sanober Khan"},
  {"desc": "I hope that while so many people are out smelling the flowers, someone is taking the time to plant some.", "author": "Herbert Rappaport"},
  {"desc": "In my garden, after a rainfall, you can faintly, yes, hear the breaking of new blooms.", "author": "Truman Capote"},
  {"desc": "Don't just be my garden paradise. Be my flower of love.", "author": "Anthony T. Hincks"},
  {"desc": "The glory of gardening: hands in the dirt, head in the sun, heart with nature. To nurture a garden is to feed not just the body, but the soul.", "author": "Alfred Austin"},
  {"desc": "The best tool in the garden is the knowledge of a gardener.", "author": "Unknown"},
  {"desc": "In joy or sadness, flowers are our constant friends.", "author": "Okakura Kakuzo"},
  {"desc": "A garden to walk in and immensity to dream in—what more could he ask? A few flowers at his feet and above him the stars.", "author": "Victor Hugo"},
  {"desc": "Love speaks in flowers. Truth requires thorns.", "author": "Leigh Bardugo"},
  {"desc": "You can learn a lot of things from the flowers.", "author": "Alice in Wonderland"},
  {"desc": "I need you (I need you) more than anyone, darlin’; You know that I have from the start. So build me up (build me up) buttercup, don’t break my heart.", "author": "The Foundations"},
  {"desc": "The flower that fades is not looked upon.", "author": "Edward Counsel"},
  {"desc": "You’re frustrated because you keep waiting for the blooming of flowers of which you have yet to sow the seeds.", "author": "Steve Maraboli"},
  {"desc": "He said that we belonged together because he was born with a flower, and I was born with a butterfly and that flowers and butterflies need each other for survival.", "author": "Gemma Malley"},
  {"desc": "If you love a flower which happens to be on a star, it is sweet at night to gaze at the sky. All the stars are a riot of flowers.", "author": "Antoine de Saint-Exupéry"},
  {"desc": "One person's weed is another person's wildflower.", "author": "Susan Wittig Albert"}
]